Repository: Borisserz/WorkoutTracker
Catalog: WorkoutTracker/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_pt, ru

source: Standard working set used for tracking volume and progression.
de: Standard-Arbeitssatz zur Verfolgung von Volumen und Fortschritt.
es: Conjunto de trabajo estándar utilizado para realizar un seguimiento del volumen y la progresión.
fr: Ensemble de travail standard utilisé pour suivre le volume et la progression.
it: Set di lavoro standard utilizzato per monitorare il volume e la progressione.
pt_pt: Conjunto de trabalho padrão usado para monitorar volume e progressão.
ru: Стандартный рабочий подход используется для отслеживания объема и прогресса.

source: Start Empty Workout
de: Starten Sie das leere Training
es: Iniciar entrenamiento vacío
fr: Commencer un entraînement à vide
it: Inizia l'allenamento a vuoto
pt_pt: Iniciar treino vazio
ru: Начать пустую тренировку

source: Start First Session
de: Starten Sie die erste Sitzung
es: Iniciar la primera sesión
fr: Commencer la première session
it: Inizia la prima sessione
pt_pt: Iniciar a primeira sessão
ru: Начать первый сеанс

source: Start First Workout
de: Beginnen Sie mit dem ersten Training
es: Iniciar el primer entrenamiento
fr: Commencer le premier entraînement
it: Inizia il primo allenamento
pt_pt: Comece o primeiro treino
ru: Начать первую тренировку

source: Start New Chat
de: Neuen Chat starten
es: Iniciar nuevo chat
fr: Démarrer une nouvelle discussion
it: Avvia una nuova chat
pt_pt: Iniciar novo bate-papo
ru: Новый диалог

source: Start Now
de: Beginnen Sie jetzt
es: Empezar ahora
fr: Commencez maintenant
it: Inizia ora
pt_pt: Comece agora
ru: Начать сейчас

source: Start Routine
de: Starten Sie die Routine
es: Iniciar rutina
fr: Démarrer la routine
it: Inizia la routine
pt_pt: Iniciar rotina
ru: Начать программу

source: Start Session
de: Sitzung starten
es: Iniciar sesión
fr: Démarrer la session
it: Avvia sessione
ru: Начать сеанс

source: Start Tutorial
de: Starten Sie das Tutorial
es: Iniciar tutorial
fr: Démarrer le didacticiel
it: Avvia l'esercitazione
pt_pt: Iniciar tutorial
ru: Начать урок

source: Start Workout
de: Beginnen Sie mit dem Training
es: Iniciar entrenamiento
fr: Commencer l'entraînement
it: Inizia l'allenamento
pt_pt: Comece o treino
ru: Начать тренировку

source: Start an Empty Workout
de: Starten Sie ein leeres Training
es: Iniciar un entrenamiento vacío
fr: Démarrer un entraînement vide
it: Inizia un allenamento a vuoto
pt_pt: Comece um treino vazio
ru: Начать пустую тренировку

source: Start by adding an exercise or build a superset to target multiple muscles.
de: Fügen Sie zunächst eine Übung hinzu oder erstellen Sie einen Obersatz, um mehrere Muskeln anzusprechen.
es: Comience agregando un ejercicio o cree un superconjunto para apuntar a múltiples músculos.
fr: Commencez par ajouter un exercice ou créez un sur-ensemble pour cibler plusieurs muscles.
it: Inizia aggiungendo un esercizio o crea un superset per colpire più muscoli.
ru: Начните с добавления упражнения или создайте суперсет, чтобы проработать несколько мышц.

source: Start from scratch
de: Fangen Sie bei Null an
es: Empezar desde el principio
fr: Repartir de zéro
it: Inizia da zero
pt_pt: Comece do zero
ru: Начать с нуля

source: Start protocol
de: Protokoll starten
es: Iniciar protocolo
fr: Démarrer le protocole
it: Avvia il protocollo
pt_pt: Iniciar protocolo
ru: Запустить протокол

source: Start tracking your workouts to see them appear on the calendar. Each completed workout will be highlighted!
de: Beginnen Sie mit der Aufzeichnung Ihrer Trainingseinheiten, damit diese im Kalender angezeigt werden. Jedes abgeschlossene Training wird hervorgehoben!
es: Comience a realizar un seguimiento de sus entrenamientos para verlos aparecer en el calendario. ¡Cada entrenamiento completado se resaltará!
fr: Commencez à suivre vos entraînements pour les voir apparaître sur le calendrier. Chaque entraînement terminé sera mis en valeur !
it: Inizia a monitorare i tuoi allenamenti per vederli apparire sul calendario. Ogni allenamento completato verrà evidenziato!
pt_pt: Comece a monitorar seus treinos para vê-los aparecer no calendário. Cada treino concluído será destacado!
ru: Начните отслеживать свои тренировки, чтобы они появились в календаре. Каждая завершенная тренировка будет выделена!

source: Start training this muscle group
de: Beginnen Sie mit dem Training dieser Muskelgruppe
es: Empieza a entrenar este grupo muscular.
fr: Commencez à entraîner ce groupe musculaire
it: Inizia ad allenare questo gruppo muscolare
pt_pt: Comece a treinar este grupo muscular
ru: Начните тренировать эту группу мышц

source: Start training to see stats.
de: Beginnen Sie mit dem Training, um Statistiken anzuzeigen.
es: Comience a entrenar para ver estadísticas.
fr: Commencez l'entraînement pour voir les statistiques.
it: Inizia l'allenamento per vedere le statistiche.
pt_pt: Comece a treinar para ver as estatísticas.
ru: Начните тренироваться, чтобы увидеть статистику.

source: Start weight
de: Startgewicht
es: Peso inicial
fr: Poids de départ
it: Inizia peso
pt_pt: Peso inicial
ru: Начальный вес

source: Start with your hips higher than your knees
de: Beginnen Sie mit den Hüften höher als den Knien
es: Comience con las caderas más altas que las rodillas.
fr: Commencez avec vos hanches plus hautes que vos genoux
it: Inizia con i fianchi più in alto delle ginocchia
pt_pt: Comece com os quadris mais altos que os joelhos
ru: Начинайте с бедрами выше коленей

source: Start your first workout from the Overview tab!
de: Starten Sie Ihr erstes Training über die Registerkarte „Übersicht“!
es: ¡Comience su primer entrenamiento desde la pestaña Descripción general!
fr: Commencez votre premier entraînement à partir de l'onglet Présentation !
it: Inizia il tuo primo allenamento dalla scheda Panoramica!
pt_pt: Comece seu primeiro treino na guia Visão geral!
ru: Начните первую тренировку на вкладке Обзор!

source: Start your journey today by completing a workout.
de: Beginnen Sie Ihre Reise noch heute mit einem Training.
es: Comience su viaje hoy completando un entrenamiento.
fr: Commencez votre voyage aujourd’hui en effectuant une séance d’entraînement.
it: Inizia il tuo viaggio oggi completando un allenamento.
ru: Начните свое путешествие сегодня, выполнив тренировку.

source: Start your streak today!
de: Beginnen Sie noch heute Ihren Streak!
es: ¡Comienza tu racha hoy!
fr: Commencez votre séquence aujourd'hui !
it: Inizia la tua serie oggi!
pt_pt: Comece sua sequência hoje!
ru: Начните свою серию сегодня!

source: Stay a guest
de: Bleiben Sie Gast
es: Quédate como invitado
fr: Restez un invité
it: Resta ospite
pt_pt: Fique como convidado
ru: Остаться гостем

source: Stay on Track
de: Bleiben Sie auf dem richtigen Weg
es: Manténgase encaminado
fr: Restez sur la bonne voie
it: Rimani in pista
pt_pt: Fique no caminho certo
ru: Оставайтесь на пути

source: Streak
de: Strähne
es: Racha
fr: Traînée
it: Strisciante
pt_pt: Onda
ru: Серия

source: Streak Settings
de: Streak-Einstellungen
es: Configuración de racha
fr: Paramètres de séquence
it: Impostazioni della serie
pt_pt: Configurações de sequência
ru: Настройки серий

source: Streak at risk.
de: Streak in Gefahr.
es: Racha en riesgo.
fr: Série à risque.
it: Serie a rischio.
pt_pt: Raia em risco.
ru: Серия под угрозой.

source: Strength
de: Stärke
es: Fortaleza
fr: Force
it: Forza
pt_pt: Força
ru: Сила

source: Strength Goal
de: Kraftziel
es: Objetivo de fuerza
fr: Objectif de force
it: Obiettivo Forza
pt_pt: Meta de Força
ru: Сила Цель

source: Strength Progress
de: Kraftfortschritt
es: Progreso de fuerza
fr: Progrès en force
it: Progresso della forza
pt_pt: Progresso de Força
ru: Прогресс силы

source: Stretch hamstrings
de: Dehnen Sie die Kniesehnen
es: Estirar los isquiotibiales
fr: Étirer les ischio-jambiers
it: Allungare i muscoli posteriori della coscia
ru: Растяжка подколенных сухожилий

source: Stretch lats
de: Dehnen Sie den Latissimus
es: Estirar dorsales
fr: Étirer les dorsaux
it: Allungare lat
ru: Растяжка широчайших

source: Stretch triceps
de: Trizeps dehnen
es: Estirar tríceps
fr: Étirer les triceps
ru: Растяжка трицепса

source: Strict
de: Strikt
es: Estricto
it: Rigoroso
pt_pt: Estrito
ru: Строгий

source: Subject
de: Thema
es: Sujeto
fr: Sujet
it: Soggetto
pt_pt: Assunto
ru: Тема

source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
it: Riepilogo
pt_pt: Resumo
ru: Сводка

source: Sun
de: Sonne
es: Sol
fr: Soleil
it: Sole
pt_pt: Sol
ru: Вс

source: Superset
de: Obermenge
es: Superserie
fr: Surensemble
it: Superinsieme
pt_pt: Superconjunto
ru: Суперсет

source: Support & Data
de: Support & Daten
es: Soporte y datos
fr: Assistance et données
it: Supporto e dati
pt_pt: Suporte e dados
ru: Поддержка и данные

source: Support & Feedback
de: Unterstützung und Feedback
es: Soporte y comentarios
fr: Assistance et commentaires
it: Supporto e feedback
pt_pt: Suporte e comentários
ru: Поддержка и обратная связь

source: Sure! Here's your optimized program with compound lifts...
de: Sicher! Hier ist Ihr optimiertes Programm mit Compound-Lifts ...
es: ¡Seguro! Aquí tienes tu programa optimizado con levantamientos compuestos...
fr: Bien sûr! Voici votre programme optimisé avec les remontées mécaniques...
it: Sicuro! Ecco il tuo programma ottimizzato con sollevamenti composti...
pt_pt: Claro! Aqui está o seu programa otimizado com elevadores compostos...
ru: Конечно! Вот ваша оптимизированная программа с составными упражнениями...

source: Swap Exercise
de: Tauschübung
es: Ejercicio de intercambio
fr: Exercice d'échange
it: Esercizio di scambio
pt_pt: Exercício de troca
ru: Заменить упражнение

source: Symmetry Score
de: Symmetrie-Score
es: Puntuación de simetría
fr: Score de symétrie
it: Punteggio di simmetria
pt_pt: Pontuação de simetria
ru: Оценка симметрии

source: Sync with iPad
de: Mit dem iPad synchronisieren
es: Sincronizar con iPad
fr: Synchroniser avec l'iPad
it: Sincronizzazione con iPad
pt_pt: Sincronizar com iPad
ru: Синхронизация с iPad

source: Sync your workouts directly to Apple Health to track active calories and earn your daily goals.
de: Synchronisieren Sie Ihre Trainingseinheiten direkt mit Apple Health, um die aktiven Kalorien zu verfolgen und Ihre täglichen Ziele zu erreichen.
es: Sincroniza tus entrenamientos directamente con Apple Health para realizar un seguimiento de las calorías activas y alcanzar tus objetivos diarios.
fr: Synchronisez vos entraînements directement avec Apple Health pour suivre les calories actives et atteindre vos objectifs quotidiens.
it: Sincronizza i tuoi allenamenti direttamente su Apple Health per monitorare le calorie attive e raggiungere i tuoi obiettivi giornalieri.
pt_pt: Sincronize seus treinos diretamente com o Apple Health para monitorar calorias ativas e atingir suas metas diárias.
ru: Синхронизируйте свои тренировки напрямую с Apple Health, чтобы отслеживать активные калории и достигать ежедневных целей.

source: Synergist (Secondary) Muscles
de: Synergistische (sekundäre) Muskeln
es: Músculos sinérgicos (secundarios)
fr: Muscles synergistes (secondaires)
it: Muscoli sinergici (secondari).
pt_pt: Músculos Sinergistas (Secundários)
ru: Синергисты (вторичные) мышцы

source: System Programs
de: Systemprogramme
es: Programas del sistema
fr: Programmes système
it: Programmi di sistema
pt_pt: Programas do sistema
ru: Базовые программы

source: System Recalibrating
de: System wird neu kalibriert
es: Recalibración del sistema
fr: Recalibrage du système
it: Ricalibrazione del sistema
pt_pt: Recalibração do sistema
ru: Система перекалибруется

source: System Theme
de: Systemthema
es: Tema del sistema
fr: Thème système
it: Tema del sistema
pt_pt: Tema do sistema
ru: Системная тема

source: TARGET MUSCLES
de: ZIELMUSKELN
es: MÚSCULOS OBJETIVO
fr: MUSCLES CIBLES
it: MUSCOLI BERSAGLIO
pt_pt: MÚSCULOS ALVO
ru: ЦЕЛЕВЫЕ МЫШЦЫ

source: TARGETED MUSCLES
de: GEZIELTE MUSKELN
es: MÚSCULOS OBJETIVOS
fr: MUSCLES CIBLÉS
it: MUSCOLI MIRATI
pt_pt: MÚSCULOS ALVO
ru: ЦЕЛЕВЫЕ МЫШЦЫ

source: TRACKED WITH WORKOUTTRACKER
de: VERFOLGT MIT WORKOUTTRACKER
es: SEGUIMIENTO CON WORKOUTTRACKER
fr: SUIVI AVEC WORKOUTTRACKER
it: TRACCIATO CON WORKOUTTRACKER
pt_pt: RASTREADO COM WORKOUTTRACKER
ru: ОТСЛЕЖИВАЕТСЯ С ПОМОЩЬЮ WORKOUTTRACKER

source: Tailored for You
de: Maßgeschneidert für Sie
es: Hecho a la medida para ti
fr: Conçu pour vous
it: Su misura per te
pt_pt: Feito sob medida para você
ru: Подогнано под тебя

source: Tap + to add exercises
de: Tippen Sie auf +, um Übungen hinzuzufügen
es: Toca + para agregar ejercicios
fr: Appuyez sur + pour ajouter des exercices
it: Tocca + per aggiungere esercizi
pt_pt: Toque em + para adicionar exercícios
ru: Нажми +, чтобы добавить упражнения

source: Tap + to add your first measurement.
de: Tippen Sie auf +, um Ihre erste Messung hinzuzufügen.
es: Toque + para agregar su primera medición.
fr: Appuyez sur + pour ajouter votre première mesure.
it: Tocca + per aggiungere la tua prima misurazione.
pt_pt: Toque em + para adicionar sua primeira medição.
ru: Нажми +, чтобы добавить первое измерение.

source: Tap a bar to see full name
de: Tippen Sie auf eine Leiste, um den vollständigen Namen anzuzeigen
es: Toca una barra para ver el nombre completo
fr: Appuyez sur une barre pour voir le nom complet
it: Tocca una barra per vedere il nome completo
pt_pt: Toque em uma barra para ver o nome completo
ru: Нажмите на полосу, чтобы увидеть полное название

source: Tap below to add exercises from the catalog or build a superset.
de: Tippen Sie unten, um Übungen aus dem Katalog hinzuzufügen oder einen Obersatz zu erstellen.
es: Toque a continuación para agregar ejercicios del catálogo o crear un superconjunto.
fr: Appuyez ci-dessous pour ajouter des exercices du catalogue ou créer un sur-ensemble.
it: Tocca qui sotto per aggiungere esercizi dal catalogo o creare un superset.
pt_pt: Toque abaixo para adicionar exercícios do catálogo ou criar um superconjunto.
ru: Нажмите ниже, чтобы добавить упражнения из каталога или создать суперсет.

source: Tap muscle groups. One tap: focus (growth), two taps: exclude (injury).
de: Tippen Sie auf Muskelgruppen. Ein Tipp: Fokus (Wachstum), zwei Tipp: Ausschließen (Verletzung).
es: Toca los grupos de músculos. Un toque: centrarse (crecimiento), dos toques: excluir (lesión).
fr: Appuyez sur les groupes musculaires. Un robinet : se concentrer (croissance), deux robinets : exclure (blessure).
it: Tocca i gruppi muscolari. Un tocco: focus (crescita), due tocchi: esclusione (infortunio).
pt_pt: Toque em grupos musculares. Um toque: foco (crescimento), dois toques: excluir (lesão).
ru: Нажимай на мышцы. Один раз: фокус (рост), два: исключить (травма).

source: Tap the + button above to add your first exercise to this workout.
de: Tippen Sie oben auf die Schaltfläche „+“, um Ihre erste Übung zu diesem Training hinzuzufügen.
es: Toque el botón + de arriba para agregar su primer ejercicio a este entrenamiento.
fr: Appuyez sur le bouton + ci-dessus pour ajouter votre premier exercice à cet entraînement.
it: Tocca il pulsante + in alto per aggiungere il tuo primo esercizio a questo allenamento.
pt_pt: Toque no botão + acima para adicionar seu primeiro exercício a este treino.
ru: Нажмите кнопку + сверху, чтобы добавить первое упражнение в эту тренировку.

source: Tap the sphere to speak
de: Tippen Sie auf die Kugel, um zu sprechen
es: Toca la esfera para hablar.
fr: Appuyez sur la sphère pour parler
it: Tocca la sfera per parlare
pt_pt: Toque na esfera para falar
ru: Нажми на сферу, чтобы говорить

source: Tap to close
de: Zum Schließen tippen
es: Toca para cerrar
fr: Appuyez pour fermer
it: Tocca per chiudere
ru: Нажмите, чтобы закрыть

source: Tap to cycle: Grow / Exclude
de: Tippen Sie, um zu wechseln: Erweitern / Ausschließen
es: Toque para realizar el ciclo: Crecer/Excluir
fr: Appuyez pour faire défiler : Agrandir/Exclure
it: Tocca per scorrere: Aumenta/Escludi
pt_pt: Toque para alternar: Aumentar/Excluir
ru: Нажмите, чтобы переключить: Увеличение / Исключить

source: Tap to expand
de: Zum Erweitern tippen
es: Toca para expandir
fr: Appuyez pour développer
it: Tocca per espandere
pt_pt: Toque para expandir
ru: Нажмите, чтобы развернуть

source: Target (%@)
de: Ziel (%@)
es: Objetivo (%@)
fr: Cible (%@)
it: Bersaglio (%@)
pt_pt: Alvo (%@)
ru: Цель (%@)

source: Target (Primary) Muscles
de: Zielmuskeln (Primärmuskeln).
es: Músculos objetivo (primarios)
fr: Muscles cibles (primaires)
it: Muscoli bersaglio (primari).
pt_pt: Músculos alvo (primários)
ru: Целевые (основные) мышцы

source: Target Areas
de: Zielgebiete
es: Áreas objetivo
fr: Zones cibles
it: Aree target
pt_pt: Áreas-alvo
ru: Целевые зоны

source: Target Bodyweight
de: Zielkörpergewicht
es: Peso corporal objetivo
fr: Poids corporel cible
it: Obiettivo del peso corporeo
pt_pt: Peso corporal alvo
ru: Цель Вес тела

source: Target Date
de: Zieldatum
es: Fecha objetivo
fr: Date cible
it: Data prevista
pt_pt: Data prevista
ru: Дата цели

source: Target Muscles
de: Zielmuskeln
es: Músculos objetivo
fr: Muscles cibles
it: Muscoli bersaglio
pt_pt: Músculos alvo
ru: Целевые мышцы

source: Target Reps
de: Zielvertreter
es: Representantes objetivo
fr: Représentants cibles
it: Rappresentanti target
pt_pt: Representantes-alvo
ru: Целевые повторения

source: Target Streak
de: Zielsträhne
es: Racha objetivo
fr: Séquence ciblée
it: Serie di bersagli
pt_pt: Sequência de alvos
ru: Целевая серия

source: Targeted Muscles
de: Gezielte Muskeln
es: Músculos objetivo
fr: Muscles ciblés
it: Muscoli mirati
pt_pt: Músculos direcionados
ru: Целевые мышцы

source: Technique
de: Technik
es: Técnica
it: Tecnica
pt_pt: Técnica
ru: Техника

source: Template Imported!
de: Vorlage importiert!
es: ¡Plantilla importada!
fr: Modèle importé !
it: Modello importato!
pt_pt: Modelo importado!
ru: Шаблон импортирован!

source: Template Imported! 🎉
de: Vorlage importiert! 🎉
es: ¡Plantilla importada! 🎉
fr: Modèle importé ! 🎉
it: Modello importato! 🎉
pt_pt: Modelo importado! 🎉
ru: Шаблон импортирован! 🎉

source: Template Info
de: Vorlageninformationen
es: Información de la plantilla
fr: Informations sur le modèle
it: Informazioni sul modello
pt_pt: Informações do modelo
ru: Информация о шаблоне

source: Template Name
de: Vorlagenname
es: Nombre de la plantilla
fr: Nom du modèle
it: Nome del modello
pt_pt: Nome do modelo
ru: Название шаблона

source: Templates
de: Vorlagen
es: Plantillas
fr: Modèles
it: Modelli
pt_pt: Modelos
ru: Шаблоны

source: Terms of Use
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d'utilisation
it: Termini di utilizzo
pt_pt: Termos de Uso
ru: Условия использования

source: Terms of Use (EULA)
de: Nutzungsbedingungen (EULA)
es: Términos de uso (CLUF)
fr: Conditions d'utilisation (CLUF)
it: Condizioni d'uso (EULA)
pt_pt: Termos de Uso (EULA)
ru: Условия использования (EULA)

source: Test Data
de: Testdaten
es: Datos de prueba
fr: Données de test
it: Dati di prova
pt_pt: Dados de teste
ru: Тестовые данные

source: That's approximately
de: Das ist ungefähr
es: Eso es aproximadamente
fr: C'est environ
it: Questo è approssimativamente
pt_pt: Isso é aproximadamente
ru: Это примерно

source: The AI Coach will analyze your volume, PRs, and weak points to generate a personalized action plan.
de: Der KI-Coach analysiert Ihr Volumen, Ihre PRs und Schwachstellen, um einen personalisierten Aktionsplan zu erstellen.
es: El AI Coach analizará su volumen, relaciones públicas y puntos débiles para generar un plan de acción personalizado.
fr: Le Coach AI analysera votre volume, vos PR et vos points faibles pour générer un plan d'action personnalisé.
it: L'AI Coach analizzerà il tuo volume, i PR e i punti deboli per generare un piano d'azione personalizzato.
pt_pt: O AI Coach analisará seu volume, PRs e pontos fracos para gerar um plano de ação personalizado.
ru: ИИ-тренер проанализирует твой тоннаж, рекорды и слабые места для персонального плана.

source: The AI is ready to guide you. But the effort must come from you. Are you ready?
de: Die KI ist bereit, Sie zu führen. Aber die Anstrengung muss von Ihnen selbst ausgehen. Sind Sie bereit?
es: La IA está lista para guiarte. Pero el esfuerzo debe venir de ti. ¿Estás listo?
fr: L'IA est prête à vous guider. Mais l’effort doit venir de vous. Es-tu prêt?
it: L'intelligenza artificiale è pronta a guidarti. Ma lo sforzo deve venire da te. Sei pronto?
pt_pt: A IA está pronta para guiá-lo. Mas o esforço deve partir de você. Você está pronto?
ru: ИИ готов помочь вам. Но усилия должны исходить от вас. Вы готовы?

source: The AI responded, but forgot to add exercises. Click Cancel and try again.
de: Die KI antwortete, vergaß jedoch, Übungen hinzuzufügen. Klicken Sie auf „Abbrechen“ und versuchen Sie es erneut.
es: La IA respondió, pero se olvidó de agregar ejercicios. Haga clic en Cancelar e inténtelo de nuevo.
fr: L'IA a répondu, mais a oublié d'ajouter des exercices. Cliquez sur Annuler et réessayez.
it: L'intelligenza artificiale ha risposto, ma ha dimenticato di aggiungere esercizi. Fare clic su Annulla e riprovare.
ru: ИИ ответил, но забыл добавить упражнения. Нажмите «Отмена» и повторите попытку.

source: The algorithm uses this data to accurately calculate BMR and adapt loads. No magic, just science.
de: Der Algorithmus verwendet diese Daten, um den BMR genau zu berechnen und Lasten anzupassen. Keine Magie, nur Wissenschaft.
es: El algoritmo utiliza estos datos para calcular con precisión la TMB y adaptar las cargas. No hay magia, solo ciencia.
fr: L'algorithme utilise ces données pour calculer avec précision le BMR et adapter les charges. Pas de magie, juste de la science.
it: L'algoritmo utilizza questi dati per calcolare con precisione il BMR e adattare i carichi. Nessuna magia, solo scienza.
pt_pt: O algoritmo usa esses dados para calcular com precisão a TMB e adaptar as cargas. Sem mágica, apenas ciência.
ru: Алгоритм использует данные для расчета BMR.

source: The iOS Simulator does not support the camera. Please run the app on a physical device to use AI Tracking.
de: Der iOS-Simulator unterstützt die Kamera nicht. Bitte führen Sie die App auf einem physischen Gerät aus, um AI Tracking zu verwenden.
es: El simulador de iOS no es compatible con la cámara. Ejecute la aplicación en un dispositivo físico para utilizar AI Tracking.
fr: Le simulateur iOS ne prend pas en charge la caméra. Veuillez exécuter l'application sur un appareil physique pour utiliser AI Tracking.
it: Il simulatore iOS non supporta la fotocamera. Esegui l'app su un dispositivo fisico per utilizzare il monitoraggio AI.
ru: Симулятор iOS не поддерживает камеру. Запустите приложение на физическом устройстве, чтобы использовать AI Tracking.

source: The profile is ready
de: Das Profil ist fertig
es: El perfil está listo.
fr: Le profil est prêt
it: Il profilo è pronto
pt_pt: O perfil está pronto
ru: Профиль готов

source: The selected tone will be used in all AI coach responses.
de: Der ausgewählte Ton wird in allen Antworten des AI-Coaches verwendet.
es: El tono seleccionado se utilizará en todas las respuestas del entrenador de IA.
fr: Le ton sélectionné sera utilisé dans toutes les réponses du coach IA.
it: Il tono selezionato verrà utilizzato in tutte le risposte dell'allenatore AI.
pt_pt: O tom selecionado será usado em todas as respostas do treinador de IA.
ru: Тыбранный тон будет использоваться во всех ответах ИИ тренера.

source: Theme
de: Thema
es: Tema
fr: Thème
it: Tema
pt_pt: Tema
ru: Тема
